experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_4_threads_4_pipeline_1/redis.out
4         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        69992.19          ---          ---         0.19125         0.17500         0.28700         2.63900     73429.16 
Gets        13998.30        21.73     13976.56         0.18726         0.17500         0.27900         2.63900       580.45 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      83990.48        21.73     13976.56         0.19059         0.17500         0.28700         2.63900     74009.60